--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:44
      [edit]
  iometrix terminal p0 (pid 48498) on since 2015-10-21 13:40:05 PDT, idle 00:00:34
      [edit interfaces]
The configuration has been changed but not committed

[edit]
iometrix@acx1k-l# edit interfaces 

[edit interfaces]
iometrix@acx1k-l# show |no-more 
ge-0/0/7 {
    apply-groups core-intf;
    flexible-vlan-tagging;
    encapsulation flexible-ethernet-services;
    unit 1 {
        encapsulation vlan-bridge;
        vlan-id 1;
    }
}
ge-0/1/2 {
    apply-groups access-intf;
    encapsulation ethernet-bridge;
    unit 0 {
        input-vlan-map {
            push;
            vlan-id 1;
        }
        output-vlan-map pop;
        family bridge {
            filter {
                input-list [ f-epl-option-1 f-tc-6-1-8 ]; ## reference 'f-tc-6-1-8' not found
            }
        }
    }
}
lo0 {
    unit 0 {
        family inet {
            address 1.1.1.1/32;
        }
    }
}

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
The configuration has been changed but not committed
Exit with uncommitted changes? [yes,no] (yes) yes 

Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:45
      [edit]
  iometrix terminal p0 (pid 48498) on since 2015-10-21 13:40:05 PDT, idle 00:01:32
      [edit interfaces]
The configuration has been changed but not committed

[edit]
iometrix@acx1k-l# edit interfaces 

[edit interfaces]
iometrix@acx1k-l# show |no-more 
ge-0/0/7 {
    apply-groups core-intf;
    flexible-vlan-tagging;
    encapsulation flexible-ethernet-services;
    unit 1 {
        encapsulation vlan-bridge;
        vlan-id 1;
    }
}
ge-0/1/2 {
    apply-groups access-intf;
    encapsulation ethernet-bridge;
    unit 0 {
        input-vlan-map {
            push;
            vlan-id 1;
        }
        output-vlan-map pop;
        family bridge {
            filter {
                input-list [ f-epl-option-1 f-tc-6-1-8 ]; ## reference 'f-tc-6-1-8' not found
            }
        }
    }
}
lo0 {
    unit 0 {
        family inet {
            address 1.1.1.1/32;
        }
    }
}

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
The configuration has been changed but not committed
Exit with uncommitted changes? [yes,no] (yes) yes 

Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:17
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:24:58
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.07 seconds (13.14 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.39 KB/s)
ftp> get ./E-Access/aevpl-dei-2-acx-l.conf aevpl-dei-2-acx-l.conf
local: aevpl-dei-2-acx-l.conf remote: ./E-Access/aevpl-dei-2-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Access/aevpl-dei-2-acx-l.conf"
100% |**********************************************************************************************************************************************************| 18954       00:00 ETAA
226 Successfully transferred "/E-Access/aevpl-dei-2-acx-l.conf"
18954 bytes received in 0.12 seconds (155.80 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:17
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:25:00
      [edit]

[edit]
iometrix@acx1k-l# load update aevpl-dei-2-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:29
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:36:32
      [edit]

[edit]
iometrix@acx1k-l# save aevpl-dei-2-acx-l.conf 
Wrote 817 lines of configuration to 'aevpl-dei-2-acx-l.conf'

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> cd  ./tested/E-Access
250 CWD successful. "/tested/E-Access" is current directory.
ftp> put aevpl-dei-2-acx-l.conf aevpl-dei-2-acx-l.conf
local: aevpl-dei-2-acx-l.conf remote: aevpl-dei-2-acx-l.conf
200 Port command successful
150 Opening data channel for file upload to server of "/tested/E-Access/aevpl-dei-2-acx-l.conf"
100% |**********************************************************************************************************************************************************| 23318       00:00 ETAA
226 Successfully transferred "/tested/E-Access/aevpl-dei-2-acx-l.conf"
23318 bytes sent in 0.13 seconds (174.98 KB/s)
--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:31
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:38:22
      [edit]

[edit]
iometrix@acx1k-l# save aevpl-dei-2-acx-l.conf 
Wrote 817 lines of configuration to 'aevpl-dei-2-acx-l.conf'

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> cd  ./tested/E-Access
250 CWD successful. "/tested/E-Access" is current directory.
ftp> put aevpl-dei-2-acx-l.conf aevpl-dei-2-acx-l.conf
local: aevpl-dei-2-acx-l.conf remote: aevpl-dei-2-acx-l.conf
200 Port command successful
150 Opening data channel for file upload to server of "/tested/E-Access/aevpl-dei-2-acx-l.conf"
100% |**********************************************************************************************************************************************************| 23318       00:00 ETAA
226 Successfully transferred "/tested/E-Access/aevpl-dei-2-acx-l.conf"
23318 bytes sent in 0.11 seconds (198.65 KB/s)
--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:32
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:39:15
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (17.63 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.36 KB/s)
ftp> get ./E-Line/epl-1-acx-l.conf epl-1-acx-l.conf
local: epl-1-acx-l.conf remote: ./E-Line/epl-1-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-1-acx-l.conf"
100% |**********************************************************************************************************************************************************|  9479       00:00 ETAA
226 Successfully transferred "/E-Line/epl-1-acx-l.conf"
9479 bytes received in 0.10 seconds (90.42 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:32
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:39:16
      [edit]

[edit]
iometrix@acx1k-l# load update epl-1-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:32
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:40:03
      [edit]

[edit]
iometrix@acx1k-l# edit interfaces 

[edit interfaces]
iometrix@acx1k-l# show |no-more 
ge-0/0/7 {
    apply-groups core-intf;
    flexible-vlan-tagging;
    encapsulation flexible-ethernet-services;
    unit 1 {
        encapsulation vlan-bridge;
        vlan-id 1;
    }
}
ge-0/1/2 {
    apply-groups access-intf;
    encapsulation ethernet-bridge;
    unit 0 {
        input-vlan-map {
            push;
            vlan-id 1;
        }
        output-vlan-map pop;
        family bridge {
            filter {
                input f-epl-option-1;
            }
        }
    }
}
lo0 {
    unit 0 {
        family inet {
            address 2.2.2.2/32;
        }
    }
}

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# rollback 
load complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:36
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:43:14
      [edit]

[edit]
iometrix@acx1k-l# edit interfaces 

[edit interfaces]
iometrix@acx1k-l# show |no-more 
ge-0/0/7 {
    apply-groups core-intf;
    flexible-vlan-tagging;
    encapsulation flexible-ethernet-services;
    unit 1 {
        encapsulation vlan-bridge;
        vlan-id 1;
    }
}
ge-0/1/2 {
    apply-groups access-intf;
    encapsulation ethernet-bridge;
    unit 0 {
        input-vlan-map {
            push;
            vlan-id 1;
        }
        output-vlan-map pop;
        family bridge {
            filter {
                input f-epl-option-1;
            }
        }
    }
}
lo0 {
    unit 0 {
        family inet {
            address 2.2.2.2/32;
        }
    }
}

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# rollback 
load complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:44
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:51:12
      [edit]

[edit]
iometrix@acx1k-l# edit interfaces 

[edit interfaces]
iometrix@acx1k-l# show |no-more 
ge-0/0/7 {
    apply-groups core-intf;
    flexible-vlan-tagging;
    encapsulation flexible-ethernet-services;
    unit 1 {
        encapsulation vlan-bridge;
        vlan-id 1;
    }
}
ge-0/1/2 {
    apply-groups access-intf;
    encapsulation ethernet-bridge;
    unit 0 {
        input-vlan-map {
            push;
            vlan-id 1;
        }
        output-vlan-map pop;
        family bridge {
            filter {
                input f-epl-option-1;
            }
        }
    }
}
lo0 {
    unit 0 {
        family inet {
            address 2.2.2.2/32;
        }
    }
}

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# rollback 
load complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:44
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:52:05
      [edit]

[edit]
iometrix@acx1k-l# edit interfaces 

[edit interfaces]
iometrix@acx1k-l# show |no-more 
ge-0/0/7 {
    apply-groups core-intf;
    flexible-vlan-tagging;
    encapsulation flexible-ethernet-services;
    unit 1 {
        encapsulation vlan-bridge;
        vlan-id 1;
    }
}
ge-0/1/2 {
    apply-groups access-intf;
    encapsulation ethernet-bridge;
    unit 0 {
        input-vlan-map {
            push;
            vlan-id 1;
        }
        output-vlan-map pop;
        family bridge {
            filter {
                input f-epl-option-1;
            }
        }
    }
}
lo0 {
    unit 0 {
        family inet {
            address 2.2.2.2/32;
        }
    }
}

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# rollback 
load complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:45
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:52:29
      [edit]

[edit]
iometrix@acx1k-l# save epl-1-acx-l.conf 
Wrote 456 lines of configuration to 'epl-1-acx-l.conf'

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> cd  ./tested/E-Line
250 CWD successful. "/tested/E-Line" is current directory.
ftp> put epl-1-acx-l.conf epl-1-acx-l.conf
local: epl-1-acx-l.conf remote: epl-1-acx-l.conf
200 Port command successful
150 Opening data channel for file upload to server of "/tested/E-Line/epl-1-acx-l.conf"
100% |**********************************************************************************************************************************************************| 13846       00:00 ETAA
226 Successfully transferred "/tested/E-Line/epl-1-acx-l.conf"
13846 bytes sent in 0.12 seconds (115.46 KB/s)
--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:47
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:54:35
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.06 seconds (16.67 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.07 seconds (2.63 KB/s)
ftp> get ./Tested/E-Line/epl-1-acx-l.conf epl-1-acx-l.conf
local: epl-1-acx-l.conf remote: ./Tested/E-Line/epl-1-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/Tested/E-Line/epl-1-acx-l.conf"
100% |**********************************************************************************************************************************************************| 13846       00:00 ETAA
226 Successfully transferred "/Tested/E-Line/epl-1-acx-l.conf"
13846 bytes received in 0.12 seconds (112.45 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 00:47
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 02:54:37
      [edit]

[edit]
iometrix@acx1k-l# load update epl-1-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 02:25
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 04:32:54
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (18.45 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.07 seconds (2.53 KB/s)
ftp> get ./E-Line/evpl-10-acx-l.conf evpl-10-acx-l.conf
local: evpl-10-acx-l.conf remote: ./E-Line/evpl-10-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/evpl-10-acx-l.conf"
100% |**********************************************************************************************************************************************************|  9166       00:00 ETAA
226 Successfully transferred "/E-Line/evpl-10-acx-l.conf"
9166 bytes received in 0.10 seconds (87.55 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 02:25
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 04:32:56
      [edit]

[edit]
iometrix@acx1k-l# load update evpl-10-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 02:26
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 04:33:50
      [edit]

[edit]
iometrix@acx1k-l# save evpl-10-acx-l.conf 
Wrote 450 lines of configuration to 'evpl-10-acx-l.conf'

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> cd  ./tested/E-Line
250 CWD successful. "/tested/E-Line" is current directory.
ftp> put evpl-10-acx-l.conf evpl-10-acx-l.conf
local: evpl-10-acx-l.conf remote: evpl-10-acx-l.conf
200 Port command successful
150 Opening data channel for file upload to server of "/tested/E-Line/evpl-10-acx-l.conf"
100% |**********************************************************************************************************************************************************| 13530       00:00 ETAA
226 Successfully transferred "/tested/E-Line/evpl-10-acx-l.conf"
13530 bytes sent in 0.10 seconds (135.00 KB/s)
--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 03:04
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 05:11:53
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (19.31 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.59 KB/s)
ftp> get ./E-Line/epl-4-acx-l.conf epl-4-acx-l.conf
local: epl-4-acx-l.conf remote: ./E-Line/epl-4-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-4-acx-l.conf"
100% |**********************************************************************************************************************************************************| 13751       00:00 ETAA
226 Successfully transferred "/E-Line/epl-4-acx-l.conf"
13751 bytes received in 0.11 seconds (122.39 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 03:04
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 05:11:54
      [edit]

[edit]
iometrix@acx1k-l# load update epl-4-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 03:05
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 05:12:59
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (19.19 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.06 seconds (3.24 KB/s)
ftp> get ./E-Line/epl-5-acx-l.conf epl-5-acx-l.conf
local: epl-5-acx-l.conf remote: ./E-Line/epl-5-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-5-acx-l.conf"
100% |**********************************************************************************************************************************************************| 15429       00:00 ETAA
226 Successfully transferred "/E-Line/epl-5-acx-l.conf"
15429 bytes received in 0.10 seconds (144.72 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 3d 03:05
      [edit]
  iometrix terminal p0 (pid 49113) on since 2015-10-21 14:19:53 PDT, idle 05:13:01
      [edit]

[edit]
iometrix@acx1k-l# load update epl-5-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

