--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:22
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.06 seconds (14.95 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.50 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (176.29 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:22
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:23
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (17.96 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.66 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (183.26 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:23
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:26
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (17.98 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.67 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (189.73 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:26
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:33
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (18.28 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.52 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (181.18 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:33
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:34
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (17.54 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.47 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.12 seconds (175.16 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:34
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:35
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (17.81 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.46 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (188.12 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:35
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:38
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (18.03 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.78 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.10 seconds (196.26 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:38
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:40
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (17.54 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.80 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.10 seconds (194.93 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:40
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:43
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (17.79 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.51 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (190.66 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:43
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:46
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (17.96 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.83 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.10 seconds (193.85 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:46
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:52
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (18.11 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.51 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.12 seconds (166.86 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:52
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:55
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (17.53 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.51 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.10 seconds (195.63 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 05:55
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 06:00
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.06 seconds (15.97 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.52 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (190.50 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 06:00
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 06:02
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (18.37 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.46 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (177.10 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 06:02
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 06:04
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (18.07 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.73 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (191.49 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 06:04
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:09
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (19.32 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.88 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.10 seconds (192.22 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:09
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:13
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (17.77 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.39 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.10 seconds (199.15 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:13
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:16
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (18.16 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.48 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (187.59 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:17
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:17
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (18.87 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.06 seconds (3.33 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (183.80 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:17
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:24
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (17.92 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.43 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (178.13 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:24
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:25
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.05 seconds (18.02 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.41 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.11 seconds (185.05 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:25
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:27
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.08 seconds (12.25 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.53 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.10 seconds (193.21 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:27
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:30
      [edit]

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.06 seconds (15.78 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.05 seconds (3.79 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.10 seconds (201.73 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:30
      [edit]

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:35
      [edit]

[edit]
iometrix@acx1k-l# edit interfaces 

[edit interfaces]
iometrix@acx1k-l# show |no-more 
ge-0/0/7 {
    apply-groups core-intf;
    flexible-vlan-tagging;
    encapsulation flexible-ethernet-services;
    unit 1 {
        encapsulation vlan-bridge;
        vlan-id 1;
    }
}
ge-0/1/2 {
    apply-groups access-intf;
    encapsulation ethernet-bridge;
    unit 0 {
        input-vlan-map {
            push;
            vlan-id 1;
        }
        output-vlan-map pop;
        family bridge {
            filter {
                input-list [ f-epl-option-1 f-tc-6-1-1 ];
            }
        }
    }
}
lo0 {
    unit 0 {
        family inet {
            address 1.1.1.1/32;
        }
    }
}

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# replace pattern f-tc-6-1-1 with f-tc-8-1-3 

[edit interfaces]
iometrix@acx1k-l# commit 
commit complete

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 16:43
      [edit]

[edit]
iometrix@acx1k-l# edit interfaces 

[edit interfaces]
iometrix@acx1k-l# show |no-more 
ge-0/0/7 {
    apply-groups core-intf;
    flexible-vlan-tagging;
    encapsulation flexible-ethernet-services;
    unit 1 {
        encapsulation vlan-bridge;
        vlan-id 1;
    }
}
ge-0/1/2 {
    apply-groups access-intf;
    encapsulation ethernet-bridge;
    unit 0 {
        input-vlan-map {
            push;
            vlan-id 1;
        }
        output-vlan-map pop;
        family bridge {
            filter {
                input-list [ f-epl-option-1 f-tc-8-1-3 ];
            }
        }
    }
}
lo0 {
    unit 0 {
        family inet {
            address 1.1.1.1/32;
        }
    }
}

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# replace pattern f-tc-8-1-3 with f-tc-6-1-8 

[edit interfaces]
iometrix@acx1k-l# commit 
[edit interfaces ge-0/1/2 unit 0 family bridge filter]
  'input-list'
    Referenced filter f-tc-6-1-8 is not defined
error: configuration check-out failed

[edit interfaces]
iometrix@acx1k-l# show |display set 
set interfaces ge-0/0/7 apply-groups core-intf
set interfaces ge-0/0/7 flexible-vlan-tagging
set interfaces ge-0/0/7 encapsulation flexible-ethernet-services
set interfaces ge-0/0/7 unit 1 encapsulation vlan-bridge
set interfaces ge-0/0/7 unit 1 vlan-id 1
set interfaces ge-0/1/2 apply-groups access-intf
set interfaces ge-0/1/2 encapsulation ethernet-bridge
set interfaces ge-0/1/2 unit 0 input-vlan-map push
set interfaces ge-0/1/2 unit 0 input-vlan-map vlan-id 1
set interfaces ge-0/1/2 unit 0 output-vlan-map pop
set interfaces ge-0/1/2 unit 0 family bridge filter input-list f-epl-option-1
set interfaces ge-0/1/2 unit 0 family bridge filter input-list f-tc-6-1-8
set interfaces lo0 unit 0 family inet address 1.1.1.1/32

[edit interfaces]
--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 17:08
      [edit]
The configuration has been changed but not committed

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# save grp-global-original.conf 
Wrote 335 lines of configuration to 'grp-global-original.conf'

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
The configuration has been changed but not committed
Exit with uncommitted changes? [yes,no] (yes) yes 

Exiting configuration mode

iometrix@acx1k-l> ftp 172.29.101.51 
Connected to 172.29.101.51.
220-FileZilla Server version 0.9.48 beta
220-written by Tim Kosse (tim.kosse@filezilla-project.org)
220 Please visit http://sourceforge.net/projects/filezilla/
Name (172.29.101.51:iometrix): iometrix
331 Password required for iometrix
Password:
230 Logged on
Remote system type is UNIX.
ftp> binary
200 Type set to I
ftp> get  ./group-global-acx-l.conf group-global-acx-l.conf
local: group-global-acx-l.conf remote: ./group-global-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-global-acx-l.conf"
100% |**********************************************************************************************************************************************************|   986       00:00 ETAA
226 Successfully transferred "/group-global-acx-l.conf"
986 bytes received in 0.06 seconds (15.57 KB/s)
ftp> get  ./group-member0-acx-l.conf group-member0-acx-l.conf
local: group-member0-acx-l.conf remote: ./group-member0-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/group-member0-acx-l.conf"
100% |**********************************************************************************************************************************************************|   189       00:00 ETAA
226 Successfully transferred "/group-member0-acx-l.conf"
189 bytes received in 0.06 seconds (3.31 KB/s)
ftp> get ./E-Line/epl-3-acx-l.conf epl-3-acx-l.conf
local: epl-3-acx-l.conf remote: ./E-Line/epl-3-acx-l.conf
200 Port command successful
150 Opening data channel for file download from server of "/E-Line/epl-3-acx-l.conf"
100% |**********************************************************************************************************************************************************| 20645       00:00 ETAA
226 Successfully transferred "/E-Line/epl-3-acx-l.conf"
20645 bytes received in 0.10 seconds (193.05 KB/s)
ftp> quit
221 Goodbye

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 17:08
      [edit]
The configuration has been changed but not committed

[edit]
iometrix@acx1k-l# load update epl-3-acx-l.conf 
load complete

[edit]
iometrix@acx1k-l# load replace grp-global-original.conf 
load complete

[edit]
iometrix@acx1k-l# edit groups global 

[edit groups global]
iometrix@acx1k-l# load merge relative group-global-acx-l.conf 
load complete

[edit groups global]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# edit groups re0 

[edit groups re0]
iometrix@acx1k-l# load update relative group-member0-acx-l.conf 
load complete

[edit groups re0]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# set apply-groups global 

[edit]
iometrix@acx1k-l# set apply-groups re0 

[edit]
iometrix@acx1k-l# commit 
commit complete

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 17:09
      [edit]

[edit]
iometrix@acx1k-l# edit interfaces 

[edit interfaces]
iometrix@acx1k-l# show |no-more 
ge-0/0/7 {
    apply-groups core-intf;
    flexible-vlan-tagging;
    encapsulation flexible-ethernet-services;
    unit 1 {
        encapsulation vlan-bridge;
        vlan-id 1;
    }
}
ge-0/1/2 {
    apply-groups access-intf;
    encapsulation ethernet-bridge;
    unit 0 {
        input-vlan-map {
            push;
            vlan-id 1;
        }
        output-vlan-map pop;
        family bridge {
            filter {
                input-list [ f-epl-option-1 f-tc-6-1-1 ];
            }
        }
    }
}
lo0 {
    unit 0 {
        family inet {
            address 1.1.1.1/32;
        }
    }
}

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# replace pattern f-tc-6-1-1 with f-tc-6-1-2 

[edit interfaces]
iometrix@acx1k-l# commit 
commit complete

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 17:20
      [edit]

[edit]
iometrix@acx1k-l# edit interfaces 

[edit interfaces]
iometrix@acx1k-l# show |no-more 
ge-0/0/7 {
    apply-groups core-intf;
    flexible-vlan-tagging;
    encapsulation flexible-ethernet-services;
    unit 1 {
        encapsulation vlan-bridge;
        vlan-id 1;
    }
}
ge-0/1/2 {
    apply-groups access-intf;
    encapsulation ethernet-bridge;
    unit 0 {
        input-vlan-map {
            push;
            vlan-id 1;
        }
        output-vlan-map pop;
        family bridge {
            filter {
                input-list [ f-epl-option-1 f-tc-6-1-2 ];
            }
        }
    }
}
lo0 {
    unit 0 {
        family inet {
            address 1.1.1.1/32;
        }
    }
}

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# replace pattern f-tc-6-1-2 with f-tc-6-1-1 

[edit interfaces]
iometrix@acx1k-l# commit 
commit complete


[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC

iometrix@acx1k-l> 

iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 17:22
      [edit]

[edit]
iometrix@acx1k-l# edit interfaces 

[edit interfaces]
iometrix@acx1k-l# show |no-more 
ge-0/0/7 {
    apply-groups core-intf;
    flexible-vlan-tagging;
    encapsulation flexible-ethernet-services;
    unit 1 {
        encapsulation vlan-bridge;
        vlan-id 1;
    }
}
ge-0/1/2 {
    apply-groups access-intf;
    encapsulation ethernet-bridge;
    unit 0 {
        input-vlan-map {
            push;
            vlan-id 1;
        }
        output-vlan-map pop;
        family bridge {
            filter {
                input-list [ f-epl-option-1 f-tc-6-1-1 ];
            }
        }
    }
}
lo0 {
    unit 0 {
        family inet {
            address 1.1.1.1/32;
        }
    }
}

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# replace pattern f-tc-6-1-1 with f-tc-6-1-3 

[edit interfaces]
iometrix@acx1k-l# commit 
commit complete

[edit interfaces]
iometrix@acx1k-l# 

[edit interfaces]
iometrix@acx1k-l# exit 

[edit]
iometrix@acx1k-l# exit 
Exiting configuration mode

--- JUNOS 12.3-20140528_acx_x54_s4.0 built 2014-05-28 18:14:01 UTC
iometrix@acx1k-l> edit 
Entering configuration mode
Users currently editing the configuration:
  root terminal u0 (pid 30756) on since 2015-10-18 20:07:13 PDT, idle 2d 17:23
      [edit]

[edit]
iometrix@acx1k-l# edit firewall 

[edit firewall]
iometrix@acx1k-l# show |disply
                        ^
syntax error, expecting <command>.
iometrix@acx1k-l# show |di?      
Possible completions:
  display              Show additional kinds of information
[edit firewall]
iometrix@acx1k-l# show |display set 
set firewall family bridge filter f-epl-option-1 term discard-l2cp from destination-mac-address 01:80:c2:00:00:01/48
set firewall family bridge filter f-epl-option-1 term discard-l2cp from destination-mac-address 01:80:c2:00:00:02/48
set firewall family bridge filter f-epl-option-1 term discard-l2cp from destination-mac-address 01:80:c2:00:00:03/48
set firewall family bridge filter f-epl-option-1 term discard-l2cp from destination-mac-address 01:80:c2:00:00:04/48
set firewall family bridge filter f-epl-option-1 term discard-l2cp from destination-mac-address 01:80:c2:00:00:05/48
set firewall family bridge filter f-epl-option-1 term discard-l2cp from destination-mac-address 01:80:c2:00:00:06/48
set firewall family bridge filter f-epl-option-1 term discard-l2cp from destination-mac-address 01:80:c2:00:00:07/48
set firewall family bridge filter f-epl-option-1 term discard-l2cp from destination-mac-address 01:80:c2:00:00:08/48
set firewall family bridge filter f-epl-option-1 term discard-l2cp from destination-mac-address 01:80:c2:00:00:09/48
set firewall family bridge filter f-epl-option-1 term discard-l2cp from destination-mac-address 01:80:c2:00:00:0a/48
set firewall family bridge filter f-epl-option-1 term discard-l2cp from destination-mac-address 01:80:c2:00:00:0e/48
set firewall family bridge filter f-epl-option-1 term discard-l2cp then discard
set firewall family bridge filter f-tc-6-1-1 term police then three-color-policer two-rate p-3m
set firewall family bridge filter f-tc-6-1-2 term police then three-color-policer two-rate p-9m
set firewall family bridge filter f-tc-6-1-3 term police then three-color-policer two-rate p-15m
set firewall family bridge filter f-tc-6-1-4 term police then three-color-policer two-rate p-90m
set firewall family bridge filter f-tc-6-1-5 term police then three-color-policer two-rate p-150m
set firewall family bridge filter f-tc-6-1-6 term police then three-color-policer two-rate p-900m
set firewall family bridge filter f-tc-8-1-1 term police then three-color-policer two-rate p-3m
set firewall family bridge filter f-tc-8-1-1 term police then loss-priority high
set firewall family bridge filter f-tc-8-1-2 term police then three-color-policer two-rate p-9m
set firewall family bridge filter f-tc-8-1-2 term police then loss-priority high
set firewall family bridge filter f-tc-8-1-3 term police then three-color-policer two-rate p-15m
set firewall family bridge filter f-tc-8-1-3 term police then loss-priority high
set firewall family bridge filter f-tc-8-1-4 term police then three-color-policer two-rate p-90m
set firewall family bridge filter f-tc-8-1-4 term police then loss-priority high
set firewall family bridge filter f-tc-8-1-5 term police then three-color-policer two-rate p-150m
set firewall family bridge filter f-tc-8-1-5 term police then loss-priority high
set firewall family bridge filter f-tc-8-1-6 term police then three-color-policer two-rate p-900m
set firewall family bridge filter f-tc-8-1-6 term police then loss-priority high
set firewall family bridge filter f-tc-15m-100K term police then three-color-policer two-rate p-15m-100K
set firewall family bridge filter f-tc-150m-100K term police then three-color-policer two-rate p-150m-100K
set firewall family bridge filter f-tc-3m-100K-eir term police then three-color-policer two-rate p-3m-100K
set firewall family bridge filter f-tc-3m-100K-eir term police then loss-priority high
set firewall family bridge filter f-tc-15m-100K-eir term police then three-color-policer two-rate p-15m-100K
set firewall family bridge filter f-tc-15m-100K-eir term police then loss-priority high
set firewall family bridge filter f-tc-150m-100K-eir term police then three-color-policer two-rate p-150m-100K
set firewall family bridge filter f-tc-150m-100K-eir term police then loss-priority high
set firewall three-color-policer p-3m action loss-priority high then discard
set firewall three-color-policer p-3m two-rate color-blind
set firewall three-color-policer p-3m two-rate committed-information-rate 3m
set firewall three-color-policer p-3m two-rate committed-burst-size 13698
set firewall three-color-policer p-3m two-rate peak-information-rate 3m
set firewall three-color-policer p-3m two-rate peak-burst-size 13698
set firewall three-color-policer p-3m-100k action loss-priority high then discard
set firewall three-color-policer p-3m-100k two-rate color-blind
set firewall three-color-policer p-3m-100k two-rate committed-information-rate 3m
set firewall three-color-policer p-3m-100k two-rate committed-burst-size 100k
set firewall three-color-policer p-3m-100k two-rate peak-information-rate 3m
set firewall three-color-policer p-3m-100k two-rate peak-burst-size 100k
set firewall three-color-policer p-9m action loss-priority high then discard
set firewall three-color-policer p-9m two-rate color-blind
set firewall three-color-policer p-9m two-rate committed-information-rate 9m
set firewall three-color-policer p-9m two-rate committed-burst-size 13698
set firewall three-color-policer p-9m two-rate peak-information-rate 9m
set firewall three-color-policer p-9m two-rate peak-burst-size 13698
set firewall three-color-policer p-15m action loss-priority high then discard
set firewall three-color-policer p-15m two-rate color-blind
set firewall three-color-policer p-15m two-rate committed-information-rate 15m
set firewall three-color-policer p-15m two-rate committed-burst-size 13698
set firewall three-color-policer p-15m two-rate peak-information-rate 15m
set firewall three-color-policer p-15m two-rate peak-burst-size 13698
set firewall three-color-policer p-90m action loss-priority high then discard
set firewall three-color-policer p-90m two-rate color-blind
set firewall three-color-policer p-90m two-rate committed-information-rate 90m
set firewall three-color-policer p-90m two-rate committed-burst-size 13698
set firewall three-color-policer p-90m two-rate peak-information-rate 90m
set firewall three-color-policer p-90m two-rate peak-burst-size 13698
set firewall three-color-policer p-150m action loss-priority high then discard
set firewall three-color-policer p-150m two-rate color-blind
set firewall three-color-policer p-150m two-rate committed-information-rate 150m
set firewall three-color-policer p-150m two-rate committed-burst-size 13698
set firewall three-color-policer p-150m two-rate peak-information-rate 150m
set firewall three-color-policer p-150m two-rate peak-burst-size 13698
set firewall three-color-policer p-900m action loss-priority high then discard
set firewall three-color-policer p-900m two-rate color-blind
set firewall three-color-policer p-900m two-rate committed-information-rate 900m
set firewall three-color-policer p-900m two-rate committed-burst-size 13698
set firewall three-color-policer p-900m two-rate peak-information-rate 900m
set firewall three-color-policer p-900m two-rate peak-burst-size 13698
set firewall three-color-policer p-15m-100K action loss-priority high then discard
set firewall three-color-policer p-15m-100K two-rate color-blind
set firewall three-color-policer p-15m-100K two-rate committed-information-rate 15m
set firewall three-color-policer p-15m-100K two-rate committed-burst-size 100k
set firewall three-color-policer p-15m-100K two-rate peak-information-rate 15m
set firewall three-color-policer p-15m-100K two-rate peak-burst-size 100k
set firewall three-color-policer p-150m-100K action loss-priority high then discard
set firewall three-color-policer p-150m-100K two-rate color-blind
set firewall three-color-policer p-150m-100K two-rate committed-information-rate 150m
set firewall three-color-policer p-150m-100K two-rate committed-burst-size 100k
set firewall three-color-policer p-150m-100K two-rate peak-information-rate 150m
set firewall three-color-policer p-150m-100K two-rate peak-burst-size 100k
set firewall three-color-policer p-3m-100K action loss-priority high then discard
set firewall three-color-policer p-3m-100K two-rate color-blind
set firewall three-color-policer p-3m-100K two-rate committed-information-rate 3m
set firewall three-color-policer p-3m-100K two-rate committed-burst-size 100k
set firewall three-color-policer p-3m-100K two-rate peak-information-rate 3m
set firewall three-color-policer p-3m-100K two-rate peak-burst-size 100k

[edit firewall]
iometrix@acx1k-l# show 
family bridge {
    filter f-epl-option-1 {
        term discard-l2cp {
            from {
                destination-mac-address {
                    01:80:c2:00:00:01/48;
                    01:80:c2:00:00:02/48;
                    01:80:c2:00:00:03/48;
                    01:80:c2:00:00:04/48;
                    01:80:c2:00:00:05/48;
                    01:80:c2:00:00:06/48;
                    01:80:c2:00:00:07/48;
                    01:80:c2:00:00:08/48;
                    01:80:c2:00:00:09/48;
                    01:80:c2:00:00:0a/48;
                    01:80:c2:00:00:0e/48;
                }
            }
            then discard;
        }
    }
    filter f-tc-6-1-1 {
        term police {
            then {
                three-color-policer {
                    two-rate p-3m;
                }
            }
        }
    }
    filter f-tc-6-1-2 {
        term police {
            then {
                three-color-policer {
                    two-rate p-9m;
                }
            }
        }
    }
    filter f-tc-6-1-3 {
        term police {
            then {
                three-color-policer {
                    two-rate p-15m;
                }
            }
        }
    }
    filter f-tc-6-1-4 {
        term police {
            then {
                three-color-policer {
                    two-rate p-90m;
                }
            }
        }
    }
    filter f-tc-6-1-5 {
        term police {
            then {
                three-color-policer {
                    two-rate p-150m;
                }
            }
        }
    }
    filter f-tc-6-1-6 {
        term police {
            then {
---(more)---[abort]

[edit firewall]
iometrix@acx1k-l# set family bridge filter fil term 1 then ?
Possible completions:
  accept               Accept the packet
+ apply-groups         Groups from which to inherit configuration data
+ apply-groups-except  Don't inherit configuration data from these groups
  count                Count the packet in the named counter
  discard              Discard the packet
  forwarding-class     Classify packet to forwarding class
  loss-priority        Packet's loss priority
  policer              Name of policer to use to rate-limit traffic
> three-color-policer  Police the packet using a three-color-policer
[edit firewall]
iometrix@acx1k-l# set family bridge filter fil term 1 then policer ?
Possible completions:
  <policer>            Name of policer to use to rate-limit traffic
[edit firewall]
iometrix@acx1k-l# set family bridge filter fil term 1 then three-color-policer ?
Possible completions:
+ apply-groups         Groups from which to inherit configuration data
+ apply-groups-except  Don't inherit configuration data from these groups
  single-rate          Name of single-rate three-color policer to use to rate-limit traffic
  two-rate             Name of two-rate three-color policer to use to rate-limit traffic
[edit firewall]
iometrix@acx1k-l# exit                                                                    

[edit]
iometrix@acx1k-l# show |find firewall 
firewall {
    family bridge {
        filter f-epl-option-1 {
            term discard-l2cp {
                from {
                    destination-mac-address {
                        01:80:c2:00:00:01/48;
                        01:80:c2:00:00:02/48;
                        01:80:c2:00:00:03/48;
                        01:80:c2:00:00:04/48;
                        01:80:c2:00:00:05/48;
                        01:80:c2:00:00:06/48;
                        01:80:c2:00:00:07/48;
                        01:80:c2:00:00:08/48;
                        01:80:c2:00:00:09/48;
                        01:80:c2:00:00:0a/48;
                        01:80:c2:00:00:0e/48;
                    }
                }
                then discard;
            }
        }
        filter f-tc-6-1-1 {
            term police {
                then {
                    three-color-policer {
                        two-rate p-3m;
                    }
                }
            }
        }
        filter f-tc-6-1-2 {
            term police {
                then {
                    three-color-policer {
                        two-rate p-9m;
                    }
                }
            }
        }
        filter f-tc-6-1-3 {
            term police {
                then {
                    three-color-policer {
                        two-rate p-15m;
                    }
                }
            }
        }
        filter f-tc-6-1-4 {
            term police {
                then {
                    three-color-policer {
                        two-rate p-90m;
                    }
                }
            }
        }
        filter f-tc-6-1-5 {
            term police {
                then {
                    three-color-policer {
                        two-rate p-150m;
                    }
                }
            }
---(more)---[abort]

[edit]
iometrix@acx1k-l# show |match firewall   
firewall {

[edit]
iometrix@acx1k-l# show firewall 
family bridge {
    filter f-epl-option-1 {
        term discard-l2cp {
            from {
                destination-mac-address {
                    01:80:c2:00:00:01/48;
                    01:80:c2:00:00:02/48;
                    01:80:c2:00:00:03/48;
                    01:80:c2:00:00:04/48;
                    01:80:c2:00:00:05/48;
                    01:80:c2:00:00:06/48;
                    01:80:c2:00:00:07/48;
                    01:80:c2:00:00:08/48;
                    01:80:c2:00:00:09/48;
                    01:80:c2:00:00:0a/48;
                    01:80:c2:00:00:0e/48;
                }
            }
            then discard;
        }
    }
    filter f-tc-6-1-1 {
        term police {
            then {
                three-color-policer {
                    two-rate p-3m;
                }
            }
        }
    }
    filter f-tc-6-1-2 {
        term police {
            then {
                three-color-policer {
                    two-rate p-9m;
                }
            }
        }
    }
    filter f-tc-6-1-3 {
        term police {
            then {
                three-color-policer {
                    two-rate p-15m;
                }
            }
        }
    }
    filter f-tc-6-1-4 {
        term police {
            then {
                three-color-policer {
                    two-rate p-90m;
                }
            }
        }
    }
    filter f-tc-6-1-5 {
        term police {
            then {
                three-color-policer {
                    two-rate p-150m;
                }
            }
        }
    }
    filter f-tc-6-1-6 {                 
        term police {
            then {
                three-color-policer {
                    two-rate p-900m;
                }
            }
        }
    }
    filter f-tc-8-1-1 {
        term police {
            then {
                three-color-policer {
                    two-rate p-3m;
                }
                loss-priority high;
            }
        }
    }
    filter f-tc-8-1-2 {
        term police {
            then {
                three-color-policer {
                    two-rate p-9m;
                }
                loss-priority high;
            }
        }
    }
    filter f-tc-8-1-3 {
        term police {
            then {
                three-color-policer {
                    two-rate p-15m;
                }
                loss-priority high;
            }
        }
    }
    filter f-tc-8-1-4 {
        term police {
            then {
                three-color-policer {
                    two-rate p-90m;
                }
                loss-priority high;
            }
        }
    }
    filter f-tc-8-1-5 {
        term police {
            then {
                three-color-policer {
                    two-rate p-150m;
                }
                loss-priority high;
            }
        }
    }
    filter f-tc-8-1-6 {
        term police {
            then {
                three-color-policer {
                    two-rate p-900m;
                }
                loss-priority high;
            }                           
        }
    }
    filter f-tc-15m-100K {
        term police {
            then {
                three-color-policer {
                    two-rate p-15m-100K;
                }
            }
        }
    }
    filter f-tc-150m-100K {
        term police {
            then {
                three-color-policer {
                    two-rate p-150m-100K;
                }
            }
        }
    }
    filter f-tc-3m-100K-eir {
        term police {
            then {
                three-color-policer {
                    two-rate p-3m-100K;
                }
                loss-priority high;
            }
        }
    }
    filter f-tc-15m-100K-eir {
        term police {
            then {
                three-color-policer {
                    two-rate p-15m-100K;
                }
                loss-priority high;
            }
        }
    }
    filter f-tc-150m-100K-eir {
        term police {
            then {
                three-color-policer {
                    two-rate p-150m-100K;
                }
                loss-priority high;
            }
        }
    }
}
three-color-policer p-3m {
    action {
        loss-priority high then discard;
    }
    two-rate {
        color-blind;
        committed-information-rate 3m;
        committed-burst-size 13698;
        peak-information-rate 3m;
        peak-burst-size 13698;
    }
}
three-color-policer p-3m-100k {
    action {
        loss-priority high then discard;
    }
    two-rate {
        color-blind;
        committed-information-rate 3m;
        committed-burst-size 100k;
        peak-information-rate 3m;
        peak-burst-size 100k;
    }
}
three-color-policer p-9m {
    action {
        loss-priority high then discard;
    }
    two-rate {
        color-blind;
        committed-information-rate 9m;
        committed-burst-size 13698;
        peak-information-rate 9m;
        peak-burst-size 13698;
    }
}
three-color-policer p-15m {
    action {
        loss-priority high then discard;
    }
    two-rate {
        color-blind;
        committed-information-rate 15m;
        committed-burst-size 13698;
        peak-information-rate 15m;
        peak-burst-size 13698;
    }
}
three-color-policer p-90m {
    action {
        loss-priority high then discard;
    }
    two-rate {
        color-blind;
        committed-information-rate 90m;
        committed-burst-size 13698;
        peak-information-rate 90m;
        peak-burst-size 13698;
    }
}
three-color-policer p-150m {
    action {
        loss-priority high then discard;
    }
    two-rate {
        color-blind;
        committed-information-rate 150m;
        committed-burst-size 13698;
        peak-information-rate 150m;
        peak-burst-size 13698;
    }
}
three-color-policer p-900m {
    action {
        loss-priority high then discard;
    }
    two-rate {
        color-blind;
        committed-information-rate 900m;
        committed-burst-size 13698;
Filename: tr[abort]                     
[abort]

Wrote 304 lines of output to 'tr'
---(more 86%)---[abort]

[edit]
iometrix@acx1k-l# if
                  ^
unknown command.
iometrix@acx1k-l#      

[edit]
iometrix@acx1k-l# set firewall policer ?
Possible completions:
  <policer-name>       Policer name
[edit]
iometrix@acx1k-l# set firewall policer p-1234m ?
Possible completions:
> aggregate            Aggregate policer used in Extended Hierarchical Policers
+ apply-groups         Groups from which to inherit configuration data
+ apply-groups-except  Don't inherit configuration data from these groups
  filter-specific      Policer is filter-specific
> if-exceeding         Define rate limits
> then                 Action to take if the rate limits are exceeded
[edit]
iometrix@acx1k-l# set firewall policer p-1234m if-exceeding ?
Possible completions:
  <[Enter]>            Execute this command
> aggregate-policing   Configure Aggregate Policer
+ apply-groups         Groups from which to inherit configuration data
+ apply-groups-except  Don't inherit configuration data from these groups
  bandwidth-limit      Bandwidth limit (32000..50000000000 bits per second)
  burst-size-limit     Burst size limit (1500..100000000000 bytes)
  |                    Pipe through a command
[edit]
iometrix@acx1k-l# set firewall three-color-policer p-9                              
                                                      ^
'p-9' is ambiguous.
Possible completions:
  <three-color-policer-name>  Policer name
  p-900m               Policer name
  p-90m                Policer name
  p-9m                 Policer name
[edit]
iometrix@acx1k-l# set firewall three-color-policer p-90  
                                                       ^
'p-90' is ambiguous.
Possible completions:
  <three-color-policer-name>  Policer name
  p-900m               Policer name
  p-90m                Policer name
[edit]
iometrix@acx1k-l# set firewall three-color-policer p-900m on         
                                                          ^
syntax error.
iometrix@acx1k-l# set firewall three-color-policer p-900m ?            
Possible completions:
> action               Action for three-color policer
+ apply-groups         Groups from which to inherit configuration data
+ apply-groups-except  Don't inherit configuration data from these groups
  filter-specific      Three color policer is filter-specific
> single-rate          Single-rate policer
> two-rate             Two-rate policer
[edit]
iometrix@acx1k-l# set firewall three-color-policer p-900m single-rate ?
Possible completions:
  <[Enter]>            Execute this command
+ apply-groups         Groups from which to inherit configuration data
+ apply-groups-except  Don't inherit configuration data from these groups
  color-aware          Color-aware mode
  color-blind          Color-blind mode
  committed-burst-size  Burst size allowed for committed traffic (1500..100000000000 bytes)
  committed-information-rate  Bandwidth allowed for committed traffic (1500..100000000000 bits per second)
  excess-burst-size    Burst size allowed for excess traffic (1500..100000000000 bytes)
  |                    Pipe through a command
[edit]
iometrix@acx1k-l# show found                                             
                       ^
syntax error.
iometrix@acx1k-l# show |match filter                                               
                filter {
        filter f-epl-option-1 {
        filter f-tc-6-1-1 {
        filter f-tc-6-1-2 {
        filter f-tc-6-1-3 {
        filter f-tc-6-1-4 {
        filter f-tc-6-1-5 {
        filter f-tc-6-1-6 {
        filter f-tc-8-1-1 {
        filter f-tc-8-1-2 {
        filter f-tc-8-1-3 {
        filter f-tc-8-1-4 {
        filter f-tc-8-1-5 {
        filter f-tc-8-1-6 {
        filter f-tc-15m-100K {
        filter f-tc-150m-100K {
        filter f-tc-3m-100K-eir {
        filter f-tc-15m-100K-eir {
        filter f-tc-150m-100K-eir {

[edit]
iometrix@acx1k-l# show |match policer 
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
                    three-color-policer {
    three-color-policer p-3m {
    three-color-policer p-3m-100k {
    three-color-policer p-9m {
    three-color-policer p-15m {
    three-color-policer p-90m {
    three-color-policer p-150m {
    three-color-policer p-900m {
    three-color-policer p-15m-100K {
    three-color-policer p-150m-100K {
    three-color-policer p-3m-100K {

[edit]
